[
    {
      "_id": "638ce7b3519cb4ddf811e7a3",
      "picture": "https://i.ibb.co/71Rdhtj/html-http-web-design-hompage-icon.jpg",
      "courseName": "HTML",
      "description":"The HyperText Markup Language or HTML is the standard markup language for documents designed to be displayed in a web browser. It can be assisted by technologies such as Cascading Style Sheets (CSS) and scripting languages such as JavaScript.Web browsers receive HTML documents from a web server or from local storage and render the documents into multimedia web pages. HTML describes the structure of a web page semantically and originally included cues for the appearance of the document.",
      "price": "786$",
      "instructorName": "Curry",
      "email": "currydotson@eyeris.com",
      "rating": 4,
      "phone": "+1 (926) 466-2378"
    },
    {
      "_id": "638ce7b3491a054fcc68f0f9",
      "picture": "https://i.ibb.co/Kmkv4gy/css3-logo-png-transparent.png",
      "courseName": "CSS",
      "description":"Cascading Style Sheets (CSS) is a style sheet language used for describing the presentation of a document CSS is designed to enable the separation of content and presentation, including layout, colors, and fonts.[3] This separation can improve content accessibility; provide more flexibility and control in the specification of presentation characteristics; enable multiple web pages to share formatting by specifying the relevant CSS in a separate.",
      "price": "718$",
      "instructorName": "Consuelo",
      "email": "consuelolancaster@eyeris.com",
      "rating": 7,
      "phone": "+1 (996) 503-2489"
    },
    {
      "_id": "638ce7b39cfa84555e7ebf04",
      "picture": "https://i.ibb.co/dtBv7MB/Free-Courses-to-learn-Java-Script.jpg",
      "courseName": "JavaScript",
      "description":"JavaScript is a cross-platform, object-oriented scripting language used to make webpages interactive (e.g., having complex animations, clickable buttons, popup menus, etc.). There are also more advanced server side versions of JavaScript such as Node.js, which allow you to add more functionality to a website than downloading files (such as realtime collaboration between multiple computers). Inside a host environment (for example, a web browser), JavaScript can be connected to the objects of its environment to provide programmatic control over them.",
      "price": "869$",
      "instructorName": "Crosby",
      "email": "crosbyfrancis@eyeris.com",
      "rating": 8,
      "phone": "+1 (951) 422-3195"
    },
    {
      "_id": "638ce7b3adfa7a05d981720c",
      "picture": "https://i.ibb.co/Bcnq02j/Python-logo-notext-svg.png",
      "courseName": "Python",
      "description":"Python is a dynamic, interpreted (bytecode-compiled) language. There are no type declarations of variables, parameters, functions, or methods in source code. This makes the code short and flexible, and you lose the compile-time type checking of the source code. Python tracks the types of all values at runtime and flags code that does not make sense as it runs.",
      "price": "908$",
      "instructorName": "Price",
      "email": "priceanthony@eyeris.com",
      "rating": 6,
      "phone": "+1 (830) 440-2854"
    },
    {
      "_id": "638ce7b3a848ecf379bc8cb8",
      "picture": "https://i.ibb.co/qBvvV6Z/download.png",
      "courseName": "React ",
      "description":"The appearance of React.js dramatically widened the opportunities for front-end developers in creating user-friendly interfaces.To show its unique features, we’ve been publishing a lot about React.js. Moreover, our excellent front-end expert, Miklos Bertalan has started a series of live streams where he shows how to build React apps on a free, locally hosted server.",
      "price": "874$",
      "instructorName": "Shawn",
      "email": "shawnrollins@eyeris.com",
      "rating": 6,
      "phone": "+1 (824) 441-3055"
    },
    {
      "_id": "638ce7b33508d829e9f7c8df",
      "picture": "https://i.ibb.co/qdBQn87/download-1.png",
      "courseName": "GitHub",
      "description":"Git is a free and open-source distributed version control system designed to handle everything from small to very large projects with speed and efficiency. Git relies on the basis of distributed development of software where more than one developer may have access to the source code of a specific application and can modify changes to it that may be seen by other developers.Initially designed and developed by Linus Torvalds for Linux kernel development in 2005.",
      "price": "799$",
      "instructorName": "Douglas",
      "email": "douglasguerra@eyeris.com",
      "rating": 5,
      "phone": "+1 (842) 440-2078"
    }
  ]